Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: The same alert won't repeat within this window. A change — such as low to urgent low, or a new direction — always alerts right away. Requiring an excursion to last a few minutes filters the false nighttime low from lying on the sensor; urgent alerts always fire immediately.
de: Derselbe Alarm wiederholt sich in diesem Fenster nicht. Eine Änderung — etwa von niedrig zu dringend niedrig oder eine neue Richtung — meldet sich immer sofort. Wenn eine Abweichung erst einige Minuten anhalten muss, werden falsche nächtliche Tiefs durch Liegen auf dem Sensor gefiltert; dringende Alarme kommen immer sofort.
es: La misma alerta no se repite dentro de esta ventana. Un cambio — como de baja a baja urgente, o una nueva dirección — siempre avisa al momento. Exigir que la desviación dure unos minutos filtra la falsa hipoglucemia nocturna por dormir sobre el sensor; las alertas urgentes siempre suenan de inmediato.
fr: La même alerte ne se répète pas dans cette fenêtre. Un changement — de bas à bas urgent, ou une nouvelle direction — alerte toujours immédiatement. Exiger que l'écart dure quelques minutes filtre la fausse hypo nocturne due à l'appui sur le capteur ; les alertes urgentes sonnent toujours tout de suite.
it: Lo stesso avviso non si ripete in questa finestra. Un cambiamento — da basso a basso urgente, o una nuova direzione — avvisa sempre subito. Richiedere che l'escursione duri qualche minuto filtra la falsa ipo notturna da compressione del sensore; gli avvisi urgenti suonano sempre immediatamente.
nl: Dezelfde melding herhaalt zich niet binnen dit venster. Een verandering — zoals laag naar urgent laag, of een nieuwe richting — meldt zich altijd direct. Door te eisen dat een afwijking enkele minuten aanhoudt, filter je de valse nachtelijke lage waarde door op de sensor te liggen; urgente meldingen klinken altijd meteen.
pl: Ten sam alarm nie powtórzy się w tym oknie. Zmiana — np. z niskiego na pilnie niski albo nowy kierunek — zawsze alarmuje od razu. Wymóg, by odchylenie trwało kilka minut, odfiltrowuje fałszywe nocne spadki od leżenia na sensorze; pilne alarmy zawsze odzywają się natychmiast.
pt: O mesmo alerta não se repete dentro desta janela. Uma mudança — como de baixa para baixa urgente, ou uma nova direção — alerta sempre de imediato. Exigir que o desvio dure alguns minutos filtra a falsa hipo noturna por dormir sobre o sensor; os alertas urgentes soam sempre imediatamente.
ro: Aceeași alertă nu se repetă în această fereastră. O schimbare — cum ar fi din scăzut în scăzut urgent, sau o direcție nouă — alertează mereu imediat. Cerând ca abaterea să dureze câteva minute, filtrezi falsa hipoglicemie nocturnă din culcatul pe senzor; alertele urgente sună întotdeauna imediat.
ru: Один и тот же сигнал не повторяется в этом окне. Изменение — например, с низкого на срочно низкий или новое направление — всегда срабатывает сразу. Требование, чтобы отклонение длилось несколько минут, отсекает ложные ночные снижения от лежания на датчике; срочные сигналы всегда срабатывают немедленно.

source: The same level won't alert again within this window. A change in level — for example low to urgent low, or crossing back through your range — always alerts right away.
de: Dieselbe Stufe löst innerhalb dieses Fensters keine erneute Warnung aus. Ein Stufenwechsel — z. B. von niedrig zu dringend niedrig oder zurück durch deinen Zielbereich — warnt immer sofort.
es: El mismo nivel no vuelve a avisar dentro de esta ventana. Un cambio de nivel —por ejemplo de bajo a bajo urgente, o al volver a cruzar tu rango— siempre avisa de inmediato.
fr: Le même niveau ne redéclenche pas d'alerte pendant cette fenêtre. Un changement de niveau — par exemple de bas à bas urgent, ou en retraversant votre plage — alerte toujours immédiatement.
it: Lo stesso livello non genera un nuovo avviso entro questa finestra. Un cambio di livello — per esempio da basso a basso urgente, o riattraversando il tuo intervallo — avvisa sempre subito.
nl: Hetzelfde niveau waarschuwt niet opnieuw binnen dit venster. Een niveauverandering — bijvoorbeeld van laag naar urgent laag, of terug door je bereik — waarschuwt altijd direct.
pl: Ten sam poziom nie wywoła ponownego alertu w tym oknie. Zmiana poziomu — np. z niskiego na pilnie niski albo ponowne przekroczenie Twojego zakresu — zawsze alarmuje od razu.
pt: O mesmo nível não volta a alertar dentro desta janela. Uma mudança de nível — por exemplo de baixo para urgentemente baixo, ou ao voltar a atravessar o teu intervalo — alerta sempre de imediato.
ro: Același nivel nu mai alertează în această fereastră. O schimbare de nivel — de exemplu de la scăzut la urgent scăzut, sau retraversarea intervalului tău — alertează întotdeauna imediat.
ru: Тот же уровень не вызовет повторного оповещения в течение этого окна. Смена уровня — например, с низкого на критически низкий или обратный переход через ваш диапазон — всегда оповещает сразу.

source: The share sheet includes Print — pick it to put the register on paper for your doctor.
de: Das Teilen-Menü enthält „Drucken“ – damit lässt sich das Register für den Arzt ausdrucken.
es: La hoja de compartir incluye Imprimir: elígela para llevar el registro en papel a tu médico.
fr: La feuille de partage inclut Imprimer — choisissez-la pour imprimer le registre pour votre médecin.
it: Il menu di condivisione include Stampa: selezionalo per portare il registro su carta dal medico.
nl: Het deelvenster bevat Afdrukken — kies dit om het register op papier mee te nemen naar je arts.
pl: Arkusz udostępniania zawiera Drukuj — wybierz go, aby wydrukować rejestr dla lekarza.
pt: A folha de partilha inclui Imprimir — escolhe-a para levar o registo em papel ao teu médico.
ro: Foaia de partajare include Tipărire — alege-o pentru a duce registrul pe hârtie la medic.
ru: В меню «Поделиться» есть «Печать» — выберите её, чтобы распечатать журнал для врача.

source: The sick-day rules
de: Die Krankheitsregeln
es: Las reglas para días de enfermedad
fr: Les règles des jours de maladie
it: Le regole dei giorni di malattia
nl: De ziektedagregels
pl: Zasady na czas choroby
pt: As regras dos dias de doença
ro: Regulile zilelor de boală
ru: Правила на время болезни

source: The suggested spot is the one that has rested longest.
de: Vorgeschlagen wird die Stelle, die am längsten geruht hat.
es: La zona sugerida es la que más ha descansado.
fr: Le site suggéré est celui qui s'est reposé le plus longtemps.
it: Il sito suggerito è quello che ha riposato più a lungo.
nl: De voorgestelde plek is degene die het langst heeft gerust.
pl: Sugerowane miejsce to to, które odpoczywało najdłużej.
pt: O local sugerido é o que descansou mais tempo.
ro: Locul sugerat e cel care s-a odihnit cel mai mult.
ru: Предлагается место, которое отдыхало дольше всего.

source: The times of day you take this. Each one can send a reminder.
de: Die Uhrzeiten, zu denen du dies einnimmst. Jede kann eine Erinnerung senden.
es: Las horas del día a las que lo tomas. Cada una puede enviar un recordatorio.
fr: Les heures de la journée où vous le prenez. Chacune peut envoyer un rappel.
it: Gli orari della giornata in cui lo assumi. Ognuno può inviare un promemoria.
nl: De tijdstippen waarop je dit inneemt. Elk kan een herinnering sturen.
pl: Pory dnia, o których to przyjmujesz. Każda może wysłać przypomnienie.
pt: As horas do dia a que o tomas. Cada uma pode enviar um lembrete.
ro: Orele din zi la care îl iei. Fiecare poate trimite o reamintire.
ru: Время суток, когда вы это принимаете. Каждое может отправить напоминание.

source: The trail records that an operation happened — when, to which source and with what result — never the medical values themselves.
de: Das Protokoll erfasst, dass ein Vorgang stattgefunden hat — wann, für welche Quelle und mit welchem Ergebnis — niemals die medizinischen Werte selbst.
es: El registro anota que una operación tuvo lugar — cuándo, en qué fuente y con qué resultado — nunca los valores médicos en sí.
fr: Le journal enregistre qu'une opération a eu lieu — quand, vers quelle source et avec quel résultat — jamais les valeurs médicales elles-mêmes.
it: La traccia registra che un'operazione è avvenuta — quando, verso quale origine e con quale risultato — mai i valori medici stessi.
nl: De audittrail legt vast dát een bewerking heeft plaatsgevonden — wanneer, naar welke bron en met welk resultaat — nooit de medische waarden zelf.
pl: Dziennik rejestruje, że operacja miała miejsce — kiedy, do którego źródła i z jakim wynikiem — nigdy samych wartości medycznych.
pt: O registo anota que uma operação ocorreu — quando, sobre que fonte e com que resultado — nunca os próprios valores médicos.
ro: Jurnalul înregistrează că o operațiune a avut loc — când, către ce sursă și cu ce rezultat — niciodată valorile medicale în sine.
ru: Журнал фиксирует, что операция произошла — когда, с каким источником и с каким результатом — но никогда сами медицинские значения.

source: The wait is over. Check your glucose — if you're still low, treat again.
de: Die Wartezeit ist vorbei. Prüfe deinen Glukosewert — wenn er noch niedrig ist, behandle erneut.
es: La espera terminó. Mide tu glucosa — si sigue baja, trata de nuevo.
fr: L'attente est finie. Vérifie ta glycémie — si elle est encore basse, traite à nouveau.
it: L'attesa è finita. Controlla la glicemia — se è ancora bassa, tratta di nuovo.
nl: Het wachten is voorbij. Controleer je glucose — nog steeds laag? Behandel opnieuw.
pl: Czas oczekiwania minął. Sprawdź glikemię — jeśli nadal jest niska, powtórz leczenie.
pt: A espera acabou. Verifica a glicose — se ainda estiver baixa, trata novamente.
ro: Așteptarea s-a terminat. Verifică glicemia — dacă ești tot jos, tratează din nou.
ru: Ожидание завершено. Проверьте глюкозу — если всё ещё низкая, повторите лечение.

source: Theme
de: Erscheinungsbild
es: Tema
fr: Thème
it: Tema
nl: Thema
pl: Motyw
pt: Tema
ro: Temă
ru: Тема

source: Therapy
de: Therapie
es: Tratamiento
fr: Traitement
it: Terapia
nl: Therapie
pl: Leczenie
pt: Terapêutica
ro: Terapie
ru: Терапия

source: Therapy & bolus
de: Therapie & Bolus
es: Terapia y bolo
fr: Traitement et bolus
it: Terapia e bolo
nl: Therapie & bolus
pl: Terapia i bolus
pt: Terapia e bólus
ro: Terapie și bolus
ru: Терапия и болюс

source: There aren't enough readings yet to sum up your %@. Keep logging and this fills in.
de: Es gibt noch nicht genug Messwerte, um %@ zusammenzufassen. Miss weiter, dann füllt sich das.
es: Todavía no hay suficientes lecturas para resumir tu %@. Sigue registrando y esto se irá completando.
fr: Il n'y a pas encore assez de relevés pour faire le bilan de ta période (%@). Continue à enregistrer tes données : ça se complète petit à petit.
it: Non ci sono ancora abbastanza rilevazioni per riassumere i dati di %@. Continua a registrare e il quadro si completerà.
nl: Er zijn nog niet genoeg metingen om je %@ samen te vatten. Blijf loggen, dan vult dit zich aan.
pl: Nie masz jeszcze wystarczająco dużo odczytów, by podsumować Twój %@. Notuj dalej, a dane się uzupełnią.
pt: Ainda não há leituras suficientes para resumir o teu período (%@). Continua a registar e isto vai-se completando.
ro: Nu sunt încă suficiente citiri pentru a rezuma %@ ta. Continuă să notezi și se va completa.
ru: Пока недостаточно измерений, чтобы подвести итог за %@. Продолжайте вносить данные — и здесь появится информация.

source: There's no glucose reading yet.
de: Es liegt noch kein Glukosewert vor.
es: Todavía no hay ninguna lectura de glucosa.
fr: Aucune mesure de glycémie pour le moment.
it: Non c'è ancora nessuna lettura della glicemia.
nl: Er is nog geen glucosemeting.
pl: Nie ma jeszcze odczytu glukozy.
pt: Ainda não há nenhuma leitura de glicose.
ro: Încă nu există nicio citire a glicemiei.
ru: Пока нет измерений глюкозы.

source: Thigh · left
de: Oberschenkel · links
es: Muslo · izquierda
fr: Cuisse · gauche
it: Coscia · sinistra
nl: Dij · links
pl: Udo · lewe
pt: Coxa · esquerda
ro: Coapsă · stânga
ru: Бедро · слева

source: Thigh · right
de: Oberschenkel · rechts
es: Muslo · derecha
fr: Cuisse · droite
it: Coscia · destra
nl: Dij · rechts
pl: Udo · prawe
pt: Coxa · direita
ro: Coapsă · dreapta
ru: Бедро · справа

source: This day has entries but no glucose values.
de: Dieser Tag hat Einträge, aber keine Glukosewerte.
es: Este día tiene entradas pero sin valores de glucosa.
fr: Cette journée comporte des entrées mais aucune valeur de glycémie.
it: Questo giorno ha voci ma nessun valore di glicemia.
nl: Deze dag heeft invoer maar geen glucosewaarden.
pl: Ten dzień ma wpisy, ale bez wartości glukozy.
pt: Este dia tem registos, mas nenhum valor de glicose.
ro: Această zi are înregistrări, dar fără valori de glicemie.
ru: В этом дне есть записи, но нет значений глюкозы.

source: This device has no Mail account set up. Use “Share another way” to send your feedback with another app.
de: Auf diesem Gerät ist kein Mail-Account eingerichtet. Verwende “Anders teilen”, um dein Feedback mit einer anderen App zu senden.
es: Este dispositivo no tiene ninguna cuenta de correo configurada. Usa “Compartir de otra forma” para enviar tus comentarios con otra app.
fr: Aucun compte Mail n'est configuré sur cet appareil. Utilisez “Partager autrement” pour envoyer votre commentaire avec une autre app.
it: Su questo dispositivo non è configurato alcun account Mail. Usa “Condividi in altro modo” per inviare il tuo feedback con un'altra app.
nl: Op dit apparaat is geen mailaccount ingesteld. Gebruik “Anders delen” om je feedback met een andere app te sturen.
pl: Na tym urządzeniu nie skonfigurowano konta poczty. Użyj “Udostępnij inaczej”, aby wysłać opinię inną aplikacją.
pt: Este dispositivo não tem nenhuma conta de e-mail configurada. Usa “Partilhar de outra forma” para enviar os teus comentários com outra app.
ro: Acest dispozitiv nu are configurat niciun cont de e-mail. Folosește “Partajează altfel” pentru a trimite feedbackul cu altă aplicație.
ru: На этом устройстве не настроена учётная запись почты. Используйте “Поделиться иначе”, чтобы отправить отзыв через другое приложение.

source: This file doesn't look like a Prvital, Dexcom Clarity or LibreView CSV export.
de: Diese Datei sieht nicht wie ein CSV-Export von Prvital, Dexcom Clarity oder LibreView aus.
es: Este archivo no parece ser una exportación CSV de Prvital, Dexcom Clarity o LibreView.
fr: Ce fichier ne ressemble pas à un export CSV de Prvital, Dexcom Clarity ou LibreView.
it: Questo file non sembra un'esportazione CSV di Prvital, Dexcom Clarity o LibreView.
nl: Dit bestand lijkt geen CSV-export van Prvital, Dexcom Clarity of LibreView te zijn.
pl: Ten plik nie wygląda jak eksport CSV z Prvital, Dexcom Clarity lub LibreView.
pt: Este ficheiro não parece ser uma exportação CSV do Prvital, Dexcom Clarity ou LibreView.
ro: Acest fișier nu pare a fi un export CSV din Prvital, Dexcom Clarity sau LibreView.
ru: Этот файл не похож на CSV-экспорт из Prvital, Dexcom Clarity или LibreView.

source: This is general education, not medical advice. Diabetes care is individual — always follow the plan agreed with your own healthcare team, and contact them before changing how you treat lows and highs or how you dose insulin.
de: Dies sind allgemeine Informationen und keine medizinische Beratung. Die Diabetesbehandlung ist individuell — befolge immer den Plan, den du mit deinem Behandlungsteam vereinbart hast, und wende dich an dein Team, bevor du änderst, wie du Unter- oder Überzuckerungen behandelst oder wie du Insulin dosierst.
es: Esto es educación general, no un consejo médico. El cuidado de la diabetes es individual — sigue siempre el plan acordado con tu propio equipo de salud, y contáctalo antes de cambiar cómo tratas los niveles bajos y altos o cómo dosificas la insulina.
fr: Ceci est une information générale, pas un avis médical. La prise en charge du diabète est individuelle — suis toujours le plan convenu avec ton équipe soignante, et contacte-la avant de changer ta façon de traiter les hypos et les hypers ou de doser ton insuline.
it: Questo è materiale educativo generale, non un consiglio medico. La gestione del diabete è un percorso individuale — segui sempre il piano concordato con il tuo team sanitario, e contattalo prima di modificare il modo in cui tratti le ipoglicemie e le iperglicemie o dosi l'insulina.
nl: Dit is algemene voorlichting, geen medisch advies. Diabeteszorg is persoonlijk — volg altijd het plan dat je met je eigen zorgteam hebt afgesproken en neem contact met hen op voordat je verandert hoe je lage en hoge waarden behandelt of hoe je insuline doseert.
pl: To ogólna edukacja, a nie porada medyczna. Opieka nad cukrzycą jest sprawą indywidualną — zawsze postępuj zgodnie z planem ustalonym z własnym zespołem opieki zdrowotnej i skontaktuj się z nim przed zmianą sposobu leczenia niedocukrzeń i przecukrzeń oraz dawkowania insuliny.
pt: Esta é uma explicação educativa geral, não é aconselhamento médico. O tratamento da diabetes é individual — segue sempre o plano acordado com a tua própria equipa de saúde, e contacta-a antes de alterares a forma como tratas as hipoglicemias e as hiperglicemias ou como doseias a insulina.
ro: Aceasta este o informare educațională generală, nu un sfat medical. Îngrijirea diabetului este individuală — urmează întotdeauna planul stabilit împreună cu propria ta echipă medicală și contacteaz-o înainte de a schimba modul în care tratezi hipoglicemiile și hiperglicemiile sau modul în care dozezi insulina.
ru: Это общая информация, а не медицинская рекомендация. Диабет у каждого протекает по-своему — всегда следуй плану, согласованному с твоей лечащей командой, и свяжись с ней перед тем, как менять то, как ты справляешься с низким и высоким уровнем глюкозы, или как дозируешь инсулин.

source: This is general guidance — follow your care team's plan and your own sick-day rules. Seek urgent help if symptoms are severe.
de: Dies sind allgemeine Hinweise — folge dem Plan deines Behandlungsteams und deinen eigenen Krankheitsregeln. Hol bei schweren Symptomen dringend Hilfe.
es: Esta es una guía general: sigue el plan de tu equipo médico y tus propias reglas para días de enfermedad. Busca ayuda urgente si los síntomas son graves.
fr: Ce sont des conseils généraux — suivez le plan de votre équipe soignante et vos propres règles pour les jours de maladie. Consultez en urgence si les symptômes sont sévères.
it: Questa è una guida generale: segui il piano del tuo team di cura e le tue regole per i giorni di malattia. Cerca aiuto urgente se i sintomi sono gravi.
nl: Dit is algemene uitleg — volg het plan van je zorgteam en je eigen ziektedagregels. Zoek dringend hulp bij ernstige symptomen.
pl: To ogólne wskazówki — postępuj zgodnie z planem Twojego zespołu opieki i własnymi zasadami na czas choroby. Przy ciężkich objawach pilnie szukaj pomocy.
pt: Esta é orientação geral — segue o plano da tua equipa de cuidados e as tuas próprias regras de dias de doença. Procura ajuda urgente se os sintomas forem graves.
ro: Acestea sunt îndrumări generale — urmează planul echipei tale de îngrijire și propriile reguli pentru zilele de boală. Caută urgent ajutor dacă simptomele sunt severe.
ru: Это общие рекомендации — следуйте плану вашей лечащей команды и вашим собственным правилам на время болезни. При тяжёлых симптомах срочно обратитесь за помощью.

source: This is general guidance — follow your care team's plan. If you can't treat the low yourself, your glucose keeps falling, or symptoms are severe (confusion, seizures, passing out), it's an emergency: use glucagon if you have it and seek urgent help.
de: Dies sind allgemeine Hinweise — folge dem Plan deines Behandlungsteams. Wenn du die Unterzuckerung nicht selbst behandeln kannst, deine Glukose weiter fällt oder die Symptome schwer sind (Verwirrtheit, Krampfanfälle, Bewusstlosigkeit), ist es ein Notfall: Verwende Glukagon, falls vorhanden, und hol dringend Hilfe.
es: Esta es una guía general: sigue el plan de tu equipo médico. Si no puedes tratar la bajada por ti mismo, tu glucosa sigue cayendo o los síntomas son graves (confusión, convulsiones, pérdida de conocimiento), es una emergencia: usa glucagón si lo tienes y busca ayuda urgente.
fr: Ce sont des conseils généraux — suivez le plan de votre équipe soignante. Si vous ne pouvez pas traiter l'hypo vous-même, si votre glycémie continue de chuter ou si les symptômes sont sévères (confusion, convulsions, perte de connaissance), c'est une urgence : utilisez du glucagon si vous en avez et demandez de l'aide en urgence.
it: Questa è una guida generale: segui il piano del tuo team di cura. Se non riesci a trattare l'ipoglicemia da solo, la glicemia continua a scendere o i sintomi sono gravi (confusione, convulsioni, svenimento), è un'emergenza: usa il glucagone se ce l'hai e cerca aiuto urgente.
nl: Dit is algemene uitleg — volg het plan van je zorgteam. Kun je de hypo niet zelf behandelen, blijft je glucose dalen of zijn de symptomen ernstig (verwardheid, stuipen, flauwvallen), dan is het een noodgeval: gebruik glucagon als je die hebt en zoek dringend hulp.
pl: To ogólne wskazówki — postępuj zgodnie z planem Twojego zespołu opieki. Jeśli nie możesz samodzielnie wyleczyć niedocukrzenia, glukoza dalej spada albo objawy są ciężkie (splątanie, drgawki, utrata przytomności), to nagły wypadek: użyj glukagonu, jeśli go masz, i pilnie wezwij pomoc.
pt: Esta é orientação geral — segue o plano da tua equipa de cuidados. Se não conseguires tratar a hipoglicemia sozinho, a glicose continuar a descer ou os sintomas forem graves (confusão, convulsões, desmaio), é uma emergência: usa glucagon se o tiveres e procura ajuda urgente.
ro: Acestea sunt îndrumări generale — urmează planul echipei tale de îngrijire. Dacă nu poți trata singur hipoglicemia, glicemia continuă să scadă sau simptomele sunt severe (confuzie, convulsii, leșin), este o urgență: folosește glucagon dacă îl ai și caută urgent ajutor.
ru: Это общие рекомендации — следуйте плану вашей лечащей команды. Если вы не можете справиться с гипогликемией сами, глюкоза продолжает падать или симптомы тяжёлые (спутанность, судороги, потеря сознания) — это экстренная ситуация: используйте глюкагон, если он есть, и срочно обратитесь за помощью.

source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese
nl: Deze maand
pl: Ten miesiąc
pt: Este mês
ro: Luna aceasta
ru: Этот месяц
